String agreementText =
    """Посетитель Сайта-лицо, пришедшее на сайт Alemshop без цели размещения
Заказа. . Пользователь-физическое лицо, посетитель Сайта, принимающий
условия настоящего Соглашения и желающий разместить Заказы в
Интернет-магазине Alemshop . Покупатель -Пользователь,
разместивший Заказ в Интернет-магазине Alemshop .
Alemshop-Общество с ограниченной ответственностью Продавец —
Alemshop nли иное юридическое лицо либо индивидуальный
предприниматель, товар которых размещен в Интернет-магазине (товар,
реализуемый юридическими лицами либо индивидуальными
предпринимателями, отличными от Alemshop, отмечен в каталоге товаров
Интернет-пагазина как «паркетплейс-товар»). . Интернет-магазин —
Интернет-сайт, принадлежащий Alemshop, paсположенный в сети интернет
по адресу Alemshop, где представлены Товары, предлагаемые Продавцами
для приобретения, а также условия оплаты п доставки Товаров
Покупателям. . Сайт — Alemshop Страница Продавца -страница Cайта,
содержащая сведения об условиях продажи, доставки и возврата Товаров,
реализуемых Продавцами, отличными от Alemshop, а также пную
информацию, яв ляющуюся существенной для заключения и псполнения
договора купли-продажи Товара, Страница Продавца доступна по ссылке,
размещенной на странице с описанием Товара под кнопкой «Добавить в
корзину». . Товар - обувь, одежда, аксессуары и иные товары,
представленные к продаже на Сайте. . Заказ — должным образом
оформленный запрос Покупателя на приобретение и доставку по указанному
Покупателем адресу / посредством самовывоза Товаров, выбранных на
Сайте. 1. Общие положения 1. Продавец осуществляет продажу Товаров
через Интернет-магазин по адресу Alemshop пли же через мобильные
приложения Alemshop для операционных систем іOS n Android. 2.
Заказывая Товары через Интернет-пагазин, Пользователь соглашается с
условиямМи продажи Товаров, пзложенными ниже (далее-Условия продажи
товаров), а в отношении Товаров, реализуемых не Alemshop, но иными
юридическими лицами п/пли индивидуальными предпринимателями, также с
условиями продажи и доставки Товаров, размещенными на страницах
соответствующих Продавцов, содержащих информацию об условиях продажи и
доставки Товара такими юридическими лицами/индивидуальными
предпринимателями В случае несогласия с настоящим Пользовательским
соглашением (далее-Соглашение / Публичная оферта) Пользователь обязан
немедленно прекратить пспользование сервиса и покинуть сайт
http://www.alemshop.com.tm 3. Соглашенпе может быть изменено ПрОДаВЦОМ
в одностороннем порядке бе3 уведомления Пользователя/Покупателя. Новая
редакция Соглашения Вступает в силу по пстечении 10 (Десяти)
календарных дней с помента ее опубликования на Сайте, если пное не
предусмотрено условиями настоящего Соглашения. 4. Публичная оферта
признается акцептованной Посетителем Cайта / Покупателем с момента
регистрации Посетителя на Сайте, оформления Покупателем Заказа без
авторизации на Сайте, через мобильные приложения Alemshop для
операционных систем і0S n Android, a тоакже с момента принятия от
Покупателя Заказа по телефону +993 65 53-10-16 5. Договор розничной
купли-продажи считается заключенным с момента выдачи Продавцом
Покупателю кассового или товарного чека либо иного документа,
подтверждающего оплату товара, 6. Сообщая Продавцу свой номер
телефона, Посетитель Сайта /Пользователь /Покупатель дает согласпе на
использование указанных средств связи Продавцом, а также третьими
лицаМи, привлекаемыми им для целей выполнения обязательств перед
Посетителями Сайта/Пользователями/Покупателями, в целях осуществления
рассылок рекламного и информационного характера, содержащих информацию
о скидках, предстоящих и действующих акциях и других мероприятиях
Продавца, о передаче заказа в доставку, а также иную информацию,
непосредственно связанную с выполнением обязательств Покупателем в
рамках настоящей Публичной оферты. 7. Осуществляя Заказ,
Пользователь/Покулатель соглашается с тем, что Продавец может поручить
псполнение Договора третьему лицу, пр этом оставаясь Ответственным за
его псполнение, 8. Все права п обязательства по заключенному с
Пользователем Договору возникают непосредственно У Продавца, при этом
Покупатель, принимая настоящее Соглашение, полностью понимает и
соглашается, что в случае заключения договора с Продавцом, отличным от
Alemshop, Alemshop не является сторной указанного договора и не
несет обязанностей, связанных с его исполнением, кроме предусмотренных
настоящей Публичной офертой. 9. В рамках Заказа Alemshop
предоставляет Пользователю информационное сопровождение заключенного
Пользователем с Продавцом Договора. 10. Вы можете оформить заказ в
Интернет-магазине Alemshop.com 24 часа в сутки, 7 дней в неделю,
кроме периодов проведения регламентных работ или технических сбоев.
11. Адреса п режим работы Пунктов выдачи заказов, через которые
возможно осуществить возврат, доступны на сайте Alemshop.com в
разделе «Возврат». 2. Предмет соглашения 1. Предметом настоящего
Соглашения является предоставление возможности Пользователю
приобретать для личных, семейных, домашних и иных нужд, не связанных с
осуществлением предпринимательской деятельности, Товары,
представленные в каталоге Интернет-магазина по адресу Alemshop 2.
Данное Соглашение распространяется на все виды Товаров и услуг,
представленных на Сайте, пока такие предложения с описанием
присутствуют в каталоге Интернет-магазина, 3. Регистрация на сайте 1.
Pеrnстрация на Сайте осуществляется с помощью Всплывающего окна
«Регистрация». 2. Регистрация на Сайте не является обязательной для
оформления Заказа. 3. Alemshop не несет ответственности за точность
и правильность информации, предоставляемой Пользователем при
регистрации, 4. Пользователь обязуется не сообщать третьим лицам логин
и пароль, указанные Пользователем при регистрации. В случае
возникновения У Пользователя подозрений относительно безопасности его
логина и пароля или возможности их несанкционированного использования
третьими лицами, Пользователь обязуется незамедлительно уведомить об
этом Alemshop, направив соответствующее злектронное письмо по адресу:
Alemshop 5. Общение Пользователя/Покупателя с операторами Сall-центра
/ менеджерами и иными представителями Alemshop m иных Продавцов
должно строиться на принципах общепринятой морали п коммуникационного
этикета, Строго запрещено пспользование нецензурных слов, брани,
оскорбительных выражений, а также угроз и шантажа, в независимоСТИ ОТ
Того, в каком виде и кому они были адресованы. 4. Товар и порядок
совершения покупки 1. В случае отсутствия заказанных Покупателем
Товаров на складе Продавца, последний вправе псключить указанный Товар
из Заказа / аннулировать Заказ Покупателя, уведомив об этом Покупателя
путем направления соответствующего электронного сообщения по адресу,
указанному Покупателем при регистрации (либо звонком оператора
Сall-центра Alemshop). 2. В случае аннуляции полностью либо частично
предоплаченного Заказа стопмость аннулированного Товара возвращается
Продавцом Покупателю способом, которым Товар был оплачен. 3.
Покупатель несет полную ответственность за предоставление неверных
сведений, повлекшее за собой невозмОжность надлежащего псполнения
Продавцом свопх обязательств перед Покупателем. 4. После оформления
Заказа на Cайте Покупателю предоставляется информация о предполагаемой
дате доставки путем направления электронного сообщения по электронному
адресу, указанному Покупателем при регистрации пли по телефону.
Менеджер, обслуживающий данный Заказ, уточняет детали Заказа, наличие
заказанных Товаров на складе Продавца, согласовывает дату доставки и
Время, необходимое для обработки и доставки Заказа. Дата доставки
зависит от того, какое юридическое лицо /пндивидуальный
предлриниматель является Продавцом заказанного Покупателем Товара. 5.
В день доставки заказа торговый представитель связывается с
Покупателем по указанному пм в момент оформления заказа номеру
телефона для согласования точного времени доставки в рамках указанного
Покупателем промежутка, а также для получения необходимой информации
от Покупателя для возможности прохода (проезда) по адресу, указанному
Покупателем. В случае если Покупатель не отвечает на звонок торгового
представителя, Продавец вправе перенести с согласия Покупателя
доставку на другое время и (или) другой день. В случае если Покупатель
не выходит на связь с Продавцом и (или) не согласовывает другое время
и (или) другой день доставки, обязательство Продавца по доставке
заказа считается выполненным надлежащим образом, а Покупатель -
отказавшимся от заказа и исполнения договора. 6. Ожидаемая дата
передачи Заказа в Службу доставки соответствующего Продавца сообщается
Покупателю менеджером, обслуживающим Заказ, по электронной почте или
при контрольном звонке Покупателю. 5. Доставка заказа 1. Способы, а
также примерные сроки доставки Товаров, реализуемых Alemshop, указаны
на Сайте в разделе «Способы доставки» по адресу http://
www.alemshop.com.tm/about/shipping/; способы и примерные сроки доставки
Товаров, реализуемых Иными ПродаВцЦами, указаны на соответствующих
страницах Продавцов на Сайте. Конкретные сроки доставки могут быть
согласованы Покупателем с оператором Саll-центра при подтверждении
заказа. 2. Территория доставки Товаров, представленных на Сайте и
ресализуемых Alemshop, oграничена пределами Туркменистана, Покупатель
таКже соглашается, что территория доставки Товаров, реализуемых иными
Продавцами, Может быть ограничена. Информация о территории доставки
Товаров, реализуемых иными Продавцами, представлена на соответствующих
страницах Продавцов на Сайте. 3. При доставке Заказ вручается
Покупателю либо третьему лицу, указанному в Заказе в качестве
получателя (далее Покупатель и третье лицо Именуются «Получатель»).
При невозможности получения Заказа, оплаченного посредством наличного
расчета, указанными выше лицами, Заказ может быть вручен лицу, который
может предоставить сведения о Заказе (номер отправления п/или Фио
Получателя), а также оплатить стоимость Заказа в полном обьеме лицу,
осуществляющему доставку Заказа, Продавцы, отличные от Alemshop,
вправе Cамостоятельно определять круг лиц, которым может быть передан
заказанный Товар. 4. Во избежание случаев мошенничества, а также для
Выполнения взятых на себя обязательств, указанных в пункте 5.
настоящего Соглашения, при вручении предоплаченного Заказа лицо,
осуществляющее доставку Заказа, вправе затребовать документ,
удостоверяющий личность Получателя, а также указать тип и номер
предоставленного Получателем документа на квитанции к Заказу. Продавец
гарантирует конфиденциальность и защиту персональных данных
Получателя. 5. Риск случайной гибели пли случайного повреждения Товара
переходит к Покупателю с момента фактической передачи ему Заказа. В
случае недоставки Заказа Продавец возмещает Покупателю стоимость
предоплаченного Покупателем Заказа и доставки в полном объеме после
получения от Службы доставки подтверждения утраты Заказа. 6. Стопмость
доставки каждого Заказа рассЧИТЫвается индИвидуально, псходя из
сведений о Продавце заказанного Товара, веса Товара, региона и способа
доставки, а также (в случае необходимости) формы оплаты, и указывается
на Cайте на последнем этапе оформления Заказа. 7. Обязанность Продавца
передать товар Покупателю считается псполненной в момент вручения
курьером Товара Получателю или получения Товара Получателем в
отделении почтовой связи либо в заранее оговоренном месте выдачи
Заказа (в т.ч. в пункте самовывоза). 8. При принятии Заказа от
курьера, Получатель вправе осмотреть доставленный Товар и проверить
его на соответствие заявленному количеству, ассортименту и
комплектности Товара, а также проверить срок службы доставленного
Товара и целостность упаковки, В случае отсутствия претензий к
доставленному Товару Получатель расписывается в «Бланке доставки
заказов» либо ином аналогичном документе, предоставляемом курьером, и
оплачивает Заказ (в отсутствие 100%-ной предоплаты). Подпись В
доставочных документах свидетельствует о том, что претензий к Товару
Получателем не заявлено п Продавец полностью и надлежащим образом
выполнил свою обязанность по передаче Товара. 9. Время нахождения
курьеров, доставляющих товар, реализуемый Alemshop, no адресу
Получателя ограничено 15 минутами. Время нахождения курьеров,
доставляющих товар, реализуемый иными Продавцами, может от личаться
каК в большую, так ив меньшую сторону в зависимости от условий
доставки Товара соответствующего Продавца. 10. Уточнить дату, время п
при необходимости маршрут Доставки, можно у менеджера, который
связывается с Покупателем для подтверждения Заказа, Покупатель
принимает и соглашается, что дата, время и маршрут доставки Товаров,
реализуемых продавцами, отличными от Alemshop, находятся в
исключительной компетенции таких продавцов ив некоторых случаях данная
информация не Может быть доведена до сведения Покупателя; при этом
сотРУдники и спеЦИаЛИСТЫ саll-центра Alemshop oбязуются оказывать
любое возможное содействие п принимать зависящее от них меры для
предоставления Покупателю такой пнформации. 6. Оплата товара 1. Цена
товара, реализуемого в Интернет-магазине, указывается в Туркменских
манатах и включает в себя налог на добавленную стопмость в случае,
если соответствующий Продавец применяет общую спстему налогообложения.
2. Цена Товара указывается на Cайте. В случае неверного указания цены
заказанного Покупателем Товара, Продавец информирует об этом
Покупателя для подтверждения Заказа по псправленной цене либо
аннулирования Заказа. При невозможности связаться с Покупателем данный
Заказ считается аннулированным. Если Заказ был оплачен, Продавец
возвращает Покупателю оплаченную за Заказ сумму тем же способом,
которым она была уплачена, 3. Цена Товара на Сайте может быть изменена
Продавцом в одностороннем порядке. При этом цена на заказанный
Покупателем Товар изменению не подлежит. Цена Товара может
дифференцироваться по регионам. 4. Alemshop и иные Продавцы вправе
предоставлять скидки на Товары п устанавливать программy бонусов. Виды
скидок, бонусов, порядок и условия начисления определяются ПродавцаМИ
самостоятельно и указаны на Сайте (скидки, бонусы, порядок и условия
пх начисления В Отношении Товаров Продавцов, от личных от Alemshop,
размещаются на соответствующих Страницах Продавцов) и могут быть
изменены ПродавцоМ В одностороннем порядке. Скидка, установленная
соответствующим Продавцом, не может быть применена к Товару,
реализуемому иным Продавцом, если иное не указано для соответствующего
Товара на Сайте, 5. При проведении маркетинговых мероприятий,
предполагающих вложение каких-либо объектов в отправления с Заказом
Покупателя, доставка указанных вложений осуществляется за счет
Покупателя. Для того, чтобы отказаться от вложения, Покупателю
необходимо обратиться в Службу по работе с клиентами, 6. Заказ
считается неукомплектованным, если Покупатель сообщил об измменении
решения о покупке до момента начала сборрки заказа на складе, ЕСЛИ
Покупатель сообщил Продавцу об этом после момента начала сборки заказа
на складе, то такой Заказ Считается отклоненныМ. 1В этом случаe
Покупатель сможет вновь воспользоваться услугой «При получении» после
увеличения процента выкупа до 11% и выше; - во-вторых, если доля
неукомплектованных заказов составит более 60% от общего числа
оформленных заказов и чИсло неукомплекТОванных заказов составит не
менее 5; - в-третьих, если Покупатель совершил или был заподозрен
Alemshop в cовершении противоправных действий, направленных на
причинение убытков Компании (кража, грабеж, разбой, мошенничество,
умышленное повреждение пмущества и др.); -в-четвертых, если
Покупатель, по мнению Alemshop, вeл себя некорректно при общении с
оператором саll-center, торговым представителем, Другими работниками
Компании п/или совершил умышленные действия в отношении работников
компании (причинение вреда здоровью различной степени тяжести,
хулиганство, оскорбления, угрозы, ограничение свободы и др.). При этом
в случае если было установлено, что Покупатель, в отношении которого
были установлены условия оплаты «При заказе товара», пспользует другой
аккаунт для заказа товара на иных условиях оплаты («Прии получении»),
в отношении такого аккаунта также могут быть установлены условия
оплаты «При заказе товара». Для определения связи аккаунта с лицом, в
отношении которого установлены условия оплаты «При заказе товара»,
достатоЧнЫМ Является совпадение части регистрационных данных пли
наличия у Alemshop nных сведений, позволяющих отнести аккаунт к
соответствующему Лицу. В таком
случае он обязан представить факты, подтверждающие, что он не совершал
действия, указанные в третьем и четвертом случаях. Решение по заявке
принимается Компанией в течение пяти рабочих дней, после чего
сообщается Покупателю посредством отправки уведомления на злектронную
почту, указанную при подсче заявки. - в-пятых, если на момент
оформления очередного заказа у Покупателя более допустимого количества
товаров находятся в достаВке без предоплаты, т.е. намерение о
приобретении которых передано им Alemshop n (или) которые находятся в
процессе доставки Покупателю. Доступное количество «товаров в дОСТаВке
без предоплаты» зависит от процента выкупа и количеСтва баллов. Узнать
про доступное количество товаров в достарке без предоплаты можно
обратившись в Службу поддержки через каналы связи, указанные по адресу
Alemshop 7. Продавец вправе определять доступные Покупателю способы
оплаты в зависимости от объёма предыдущих заказов. Способ оплаты «При
получении» в отношении товаров, реализуемых Alemshop, не доступен для
клиентов, которые оформили более 20 заказов или 240 товаров в течение
14 суток, Или же подтвердили более 10 заказов или 160 товаров в
течение 2 суток. Иные Продавцы вправе устанавливать доступные
Покупателю способы оплаты по своему усмотрению. 7. Возврат товара п
денежных средств при этом сотРУдники и спеЦИаЛИСТЫ саll-центра
Alemshop oбязуются оказывать любое возможное содействие п принимать
зависящее от них меры для предоставления Покупателю такой пнформации.
6. Оплата товара 1. Цена товара, реализуемого в Интернет-магазине,
указывается в Туркменских манатах и включает в себя налог на
добавленную стопмость в случае, если соответствующий Продавец
применяет общую спстему налогообложения. 2. Цена Товара указывается на
Cайте. В случае неверного указания цены заказанного Покупателем
Товара, Продавец информирует об этом Покупателя для подтверждения
Заказа по исправленной цене либо аннулирования Заказа. При
невозможности связаться с Покупателем данный Заказ считается
аннулированным. Если Заказ был оплачен, Продавец возвращает Покупателю
оплаченную за Заказ сумму тем же способом, которым она была уплачена,
3. Цена Товара на Сайте может быть изменена Продавцом в одностороннем
порядке. При этом цена на заказанный Покупателем Товар изменению не
подлежит. Цена Товара может дифференцироваться по регионам. 4.
Alemshop и иные Продавцы вправе предоставлять скидки на Товары п
устанавливать программy бонусов. Виды скидок, бонусов, порядок и
условия начисления определяются ПродавцаМИ самостоятельно и указаны на
Сайте (скидки, бонусы, порядок и условия их начисления В Отношении
Товаров Продавцов, от личных от Alemshop, размещаются на
соответствующих Страницах Продавцов) и могут быть изменены ПродавцоМ В
одностороннем порядке. Скидка, установленная соответствующим
Продавцом, не может быть применена к Товару, реализуемому иным
Продавцом, если иное не указано для соответствующего Товара на Сайте,
5. При проведении маркетинговых мероприятий, предполагающих вложение
каких-либо объектов в отправления с Заказом Покупателя, доставка
указанных вложений осуществляется за счет Покупателя. Для того, чтобы
отказаться от вложения, Покупателю необходимо обратиться в Службу по
работе с клиентами, 6. Заказ считается неукомплектованным, если
Покупатель сообщил об измменении решения о покупке до момента начала
сборрки заказа на складе, ЕСЛИ Покупатель сообщил Продавцу об этом
после момента начала сборки заказа на складе, то такой Заказ Считается
отклоненныМ. 1В этом случаe Покупатель сможет вновь воспользоваться
услугой «При получении» после увеличения процента выкупа до 11% и
выше; - во-вторых, если доля неукомплектованных заказов составит более
60% от общего числа оформленных заказов и чИсло неукомплекТОванных
заказов составит не менее 5; - в-третьих, если Покупатель совершил или
был заподозрен Alemshop в cовершении противоправных действий,
направленных на причинение убытков Компании (кража, грабеж, разбой,
мошенничество, умышленное повреждение пмущества и др.); -в-четвертых,
если Покупатель, по мнению Alemshop, вeл себя некорректно при общении
с оператором саll-center, торговым представителем, Другими работниками
Компании п/или совершил умышленные действия в отношении работников
компании (причинение вреда здоровью различной степени тяжести,
хулиганство, оскорбления, угрозы, ограничение свободы и др.). При этом
в случае если было установлено, что Покупатель, в отношении которого
были установлены условия оплаты «При заказе товара», пспользует другой
аккаунт для заказа товара на иных условиях оплаты («Приn получении»),
в отношении такого аккаунта также могут быть установлены условия
оплаты «При заказе товара». Для определения связи аккаунта с лицом, в
отношении которого установлены условия оплаты «При заказе товара»,
достатоЧнЫМ Является совпадение части регистрационных данных пли
наличия у Alemshop иных сведений, позволяющих отнести аккаунт к
соответствующему Лицу.  В таком
случае он обязан представить факты, подтверждающие, что он не совершал
действия, указанные в третьем и четвертом случаях. Решение по заявке
принимается Компанией в течение пяти рабочих дней, после чего
сообщается Покупателю посредством отправки уведомления на злектронную
почту, указанную при подсче заявки. - в-пятых, если на момент
оформления очередного заказа у Покупателя более допустимого количества
товаров находятся в достаВке без предоплаты, т.е. намерение о
приобретении которых передано им Alemshop n (или) которые находятся в
процессе доставки Покупателю. Доступное количество «товаров в дОСТаВке
без предоплаты» зависит от процента выкупа и количеСтва баллов. Узнать
про доступное количество товаров в достарке без предоплаты можно
обратившись в Службу поддержки через каналы связи, указанные по адресу
Alemshop 7. Продавец вправе определять доступные Покупателю способы
оплаты в зависимости от объёма предыдущих заказов. Способ оплаты «При
получении» в отношении товаров, реализуемых Alemshop, не доступен для
клиентов, которые оформили более 20 заказов или 240 товаров в течение
14 суток, Или же подтвердили более 10 заказов или 160 товаров в
течение 2 суток. Иные Продавцы вправе устанавливать доступные
Покупателю способы оплаты по своему усмотрению. 7. Возврат товара п
денежных средств 7. Возврат товара п денежных средств 1. Возврат
Товара, реализуемого Alemshop, осуществляется в соотвеТСТВИИ С
«Условиями возврата», указанными на Сайте по адресу Alemshop. Правила
возврата Товара могут устанавливаться каждым соответствующим Продавцом
самостоятельно и публикуются на соответствующей Странице Продавца.
Alemshop не несет обязательств в отношении воЗврата Товара,
реализуемго иными Продавцами. 2. Возврат Товара надлежащего качества
1. Покупатель вправе отксазаться от заказанного Товара в любое время
до его получения, а после получения Товара —в течение 3 дней. Возврат
Товара надлежащего качества возможен в случае, если сохранены его
товарный вид, потребительские свойства, а также документ,
подтверждающий факт и условия покулки указанного Товара, 2. При отказе
Покупателя от Товара согласно. Продавец возвращает ему стопмость
ВОзвращенного Товара, за исключением расходов Продавца, связанных с
доставкой возвращенного Покупателем Товара, в течение 7 дней с даты
поступления воЗвращенного Товара на склад Продавца вместе с
заполненным Покупателем заявлением на воЗврат. 3. Если на момент
обращения Покупателя аналогичный товар отсутствует в продаже у
Продавца, Покупатель вправе отказаться от исполнения настоящего
Соглашения п потребовать возврата уплаченной за указанный Товар
денежной суммы. Продавец обязан вернуть уплаченную за возвращенный
товар денежную сумму в течение 7 дней со дня возврата Товара, 3.
Возврат Товара ненадлежащего качества: 1. В пределах гарантийного
срока потребитель Вправе по своему выбору обратиться с требованиемо
возврате товара ненадлежащего качества к изготовителю, продавцу пли
импортеру. 2. Под товаром ненадлежащего качества подразумевается
товар, который непсправен и не может обеспечить исполнение своих
функциональных качеств. Полученный Товар должен соОТвеТСТВОВать
описанию на Сайте. 3. Внешний вид и комплектность Товара, а также
комплектность всего Заказа МОгут быть проверены Получателем в момент
доставки Товара. 4. При доставке Товара Покупатель ставит свою подписЬ
в квитанцИи о доставке в графе: «Заказ принял, комплектность полная,
претензий к количеству и внешнему виду товара не имею», либо в ином
аналогичном документе, выпускаемого Продавцом, в графе,
предусматривающей проставление Покупателем отметки об отсутствии у
него претензий к комплектности п количеству Товара, 5. Если Покупателю
был передан Товар ненадлежащего качества и оное не было заранее
оговорено Продавцом, Покупатель Вправе воспользоваться положениями ст.
18 «Права потребителя при обнаружении в товаре недостатков» Закона о
защите прав потребителей. 6. Если существенный недостаток товара
ВЫЯвлен по Истечении Двух лет со дня его поропачи потробитепю и к
атоми момонти передачи потребителю п к этому моменту пстек гарантийный
срок, требование о расторжении договора купли-продажи может быть
заявлено потребителем только к изготовителю (уполномоченной
организации пли уполномоченному индивидуальному предпринимателю,
импортеру). При этом потребитель обязан доказать, что выявленный
недостаток яВ ляется сущеСтвенным и что он возник до передачи товара
потребителю или по причинам, возникшим до этого момента, 7. Требования
о возврате уплаченной за товар денежной сумМы подлежат удовлетворению
в течение 7 дней со дня предъявления соответствующего требования. 4.
Возврат денежных средств осуществляется посредством возврата стоимосТИ
оплаченного Товара на банковскую карту или почтовым переводом. 15
случае аннуляции пли возврата полностью Или частично предоплаченного
Заказа стоимость аннулированного Товара возвращается Продавцом
Покупателю способом, которым Товар был оплачен. Способ должен быть
указаН В сООтветствующем поле заявления на возврат Товара, которое
можно найти по адресу Alemshop, либо в ином аналогичном документе,
выпускаемом Продавцом. Способы возврата денежных средств, уплаченных
за Товар ненадлежащего качества, реализуемый Продавцами, отличными от
Alemshop, определяется такими Продавцами самостоятельно и указываются
на соответствующих Страницах Продавцов. 8. Ответственность 1. Продавец
не несет ответственности за ущерб, причиненный Покупателю вследствие
ненадлежащего использования Товаров, приобретенных в
Интернет-магазине. 2. Продавец не несет ответственности за содержание
и функционирование внешних сайтов. 3. Alemshop не несет
ответственности за качество Товара, реализуемого иными Продавцами, а
также за псполнение пми своих обязательств, по передаче Покупателю
Товара, по своей комплектности и количеству соответствующего
оформленномy Покупателем Заказу. Покупатель настоящим соглашается, что
любые претензии относительно качества, количества п комплектности
Товара, а также сроков доставки Товара подлежат направлению тому
продавцу, чей Товар был заказан в Интернет-пагазине. При этом
Alemshop oбязуется оказывать содействие Покулателям в разрешении пх
претензий к Продавцам путем предоставления всей имеющейся у Alemshop
nнформации относительно порядка работы, условиях продажи п возврата
Товара, места нахождения соответствующих Продавцов, а также любой пной
информации существенной для разрешения таких претензий, находящейся в
распоряжении Alemshop n не яв ляющейся конфиденциальной в сплу закона
либо Договора. Конфиденциальность и защита информации 1. Персональные
данные Пользователя/Покупателя обрабатывается в соответствпn с «О
персональных данных». 2. При регистрации на Сайте Пользователь
предоставляет следующую информацию: ФаМИЛИЯ, Имя, Отчество, контактный
номер телефона, адрес электронной почты, дату рождения, пол, адрес
доставки товара, 3. Предоставляя своп персональные данные Продавцу,
Посетитель Сайта /Пользователь/Покупатель соглашается на пх обработку
Продавцом, в том числе в целях выполнения Продавцом обязательств перед
Посетителем Сайта /Пользователем/ Покупателем в рамках настоящей
Публичной оферты, продвижения Продавцом товаров и услуг, проведения
электронных и sms oпросов, контроля результатов маркетинговых акций,
приглашения к участию в проводимых программах по улучшению качества
обслуживания, клиентской поддержки, организации доставки товара
Покупателям, обеспечения процесса возврата товаров от Посетителя сайта
/Пользователя / Покупателя, потребительского кредита у
компании-партнера Продавца, проведение розыгрышей призов среди
Посетителей Сайта /Пользователей/ Покупателей, контроля
удовлетворенности Посетителя Сайта/ Пользователя /Покупателя, а также
качества услуг, 4. Под обработкой персональных данных понимается любое
действие (операция) пли совокупность действий (операций), совершаемых
с пспользованием средств АВТОМАТИЗАЦИИ Или без иСпоЛьзОования таких
средств с персональными данными, включая сбор, запись, систематизацию,
накопление, хранение, уточнение (обновление, пзменение) извлечение,
использование, передачу (в том числе передачу третьим лицам, не
псключая трансграничную передачу, если необходимость в ней возникла в
ходе псполнения обязательств), обезличивание, блокирование, удаление,
уничтожение персональных данных, 1. Продавец пмеет право отправлять
информационные, в том числе рекламные сообщения, на электронную почту
п мобильный телефон Пользователя /Покупателя с его согласпя,
выраженного посредством Им действий, однозначно идентифицирующих этого
абонента п позволяющих достоверно установить его волеизьявление на
получение сообщения. Пользователь//Покупатель вправе отказаться от
получения рекламной п другой информации без объяснения причин отказа
путем информирования Alemshop o своем отказе по телефону + 93 (62)
12-34-56 либо посредством направления соответствующего заявления на
электронный адрес Продавца: www.alemshop.com.tm@gmail.com. Cервисные сообщения,
информирующие Пользователя/Покупателя о заказе и этапах его обработки,
отправляются автоматически и не могут быть отклонены
Пользователем/Покупателем. 5. Продавец вправе пспользовать технологию
«соokies». «Сookies» не содержат конфиденциальную информацию.
Посетитель / Пользователь / Покупатель настоящим дает согласие на
сбор, анализ и пспользование сооkies, в том числе третьими лицами для
целей формирования статистики п оптимизации рекламных сообщений. 6.
Продавец получает информацию об ір-адресе посетителя Сайта
www.alemshop.com.tm. Данная информация не пслользуется для установления
Личности посетителя, 7. Продавец не несет ответственности за сведения,
предоставленные Пользователем/Покупателем на Сайте в общедоступной
форме, 10. Срок действия Публичной оферты 1. Настоящая Публичная
оферта встулает в силу с момента ее акцепта Посетителем Сайта/
Покупателем, и действует до момента отзыва акцепта Публичной оферты
или до момента ее фактического псполнения, в зависимости от того, что
наступит раньше. 11. Дополнительные условия 1. Продавец вправе
переуступать либо каким-либо 11. Дополнительные условия 1. Продавец
вправе переуступать либо каким-либо иным способом передавать свои
права и обязанности, вытекающие из его отношений с Покупателем,
третьим лицаМ. 2. Интернет-магазин и предоставляемые сервисы могут
временно частично или полностью недоступны по причине проведения
профилактических или иных работ пли по любым другим причинам
технического характера. Техническая служба Alemshop nmeеет право
перподически проводить необходимые профилактические пли иные работы с
предварительным уведомлением Покупателей или без такового. 3. К
отношениям между Пользователем /Покупателем и Продавцом применяются
положения Туркменского законодательства. 4. В случае возникновения
вопросов и претензий со стороны Пользователя/Покупателя он вправе
обратиться к Продавцу по телефону пли иным доступным способом. 5.
Стороны признают, что публичная оферта n ответ, различные уведомления
по Договору, в том числе связаННые с пзменением и расторжением
Договора, подпnсанные простой электронной подписью признаются
электронными документами, равнозначными документам на бумажном
носителе, подписанным собственноручной подписью. Простая электронная
подпись представляет собой адрес электронной почты Покупателя /
Посетителя Пользователя, указанный при оформлении заказа.""";
